tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "sanemat/font"
brew "asdf"
brew "glib"
brew "pkg-config"
brew "gnutls"
brew "qemu"
brew "lima"
brew "colima"
brew "docker"
brew "fish"
brew "flex"
brew "harfbuzz"
brew "pango"
brew "fontforge"
brew "fzf"
brew "gcc"
brew "gh"
brew "gibo"
brew "git"
brew "gnupg"
brew "gobject-introspection"
brew "groonga"
brew "haskell-stack"
brew "jq"
brew "krb5"
brew "llvm"
brew "mariadb"
brew "nodebrew"
brew "postgresql@14"
brew "tcl-tk"
brew "the_silver_searcher"
brew "tig"
brew "wget"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "sanemat/font/ricty"
cask "amethyst"
cask "clipy"
cask "cljstyle"
cask "corretto8"
