tap "aquaproj/aqua"
tap "daipeihust/tap"
tap "danielfoehrkn/switch"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "olets/tap"
tap "sanemat/font"
brew "asdf"
brew "bat"
brew "ctop"
brew "docker"
brew "docker-credential-helper"
brew "orbstack"
brew "fish"
brew "fzf"
brew "gauge"
brew "gh"
brew "git"
brew "git-delta"
brew "jq"
brew "kube-ps1"
brew "kubectx"
brew "mariadb"
brew "neovim"
brew "nodebrew"
brew "ruby-build"
brew "rbenv"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "wget"
brew "zplug"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "aquaproj/aqua/aqua"
brew "daipeihust/tap/im-select"
brew "danielfoehrkn/switch/switch"
brew "olets/tap/zsh-abbr"
cask "cljstyle"
cask "font-hack-nerd-font"
cask "font-hackgen"
cask "font-hackgen-nerd"
vscode "betterthantomorrow.calva"
vscode "betterthantomorrow.calva-spritz"
vscode "christian-kohler.path-intellisense"
vscode "Dart-Code.dart-code"
vscode "eamodio.gitlens"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "firsttris.vscode-jest-runner"
vscode "formulahendry.code-runner"
vscode "fwcd.kotlin"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "humao.rest-client"
vscode "Ionide.Ionide-fsharp"
vscode "jock.svg"
vscode "mathiasfrohlich.Kotlin"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "mrcrowl.hg"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-playwright.playwright"
vscode "ms-python.flake8"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "ms-vsliveshare.vsliveshare"
vscode "nicolasparada.innerhtml"
vscode "octref.vetur"
vscode "oderwat.indent-rainbow"
vscode "PKief.markdown-checkbox"
vscode "PKief.material-icon-theme"
vscode "redhat.java"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "RomanPeshkov.vscode-text-tables"
vscode "runem.lit-plugin"
vscode "rust-lang.rust-analyzer"
vscode "scala-lang.scala"
vscode "scalameta.metals"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "streetsidesoftware.code-spell-checker"
vscode "sumneko.lua"
vscode "timonwong.shellcheck"
vscode "vadimcn.vscode-lldb"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
vscode "yzhang.markdown-all-in-one"
vscode "znck.vue"
